Repository: Akif-Vohra/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/lynx-extrajs.po
Languages: de_de

source: {fullname}, you've earned a certificate!
de_de: {fullname}, Sie haben ein Zertifikat erhalten!

source: Congratulations! This page summarizes all of the details of what you've accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
de_de: Herzlichen Glückwunsch! Hier finden Sie Ihr Zertifikat. Teilen Sie Ihren Erfolg mit Ihrer Familie, Ihren Freunden und Kollegen oder in Ihren sozialen Netzwerken.

source: successfully completed, received a passing grade, and was awarded a {platform_name} {certificate_type} Certificate of Completion in
de_de: wird mit einem {platform_name} {certificate_type} ausgezeichnet für den erfolgreich abgeschlossenen Kurs

source: a course of study offered by {partner_short_name}, an online learning
de_de: angeboten über {partner_short_name}

source: Focus in on specific topics
de_de: Nach Themen eingrenzen

source: Search for specific posts
de_de: Nach Beiträgen suchen

source: Sort by date, vote, or comments
de_de: Nach Datum, Kommentaren oder Bewertung sortieren

source: Upvote posts and good responses
de_de: Beiträge und Antworten bewerten

source: Report Forum Misuse
de_de: Spam markieren

source: Follow posts for updates
de_de: Beiträgen folgen

source: Course Updates &amp; News
de_de: Aktuelles
